Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Polish/strings.po
Languages: pl

# #30000
source: No description
pl: Brak opisu

# #30001
source: [B]Loading data from external source...[/B]
pl: [B]Ładowanie danych z zewnętrznego źródła...[/B]

# #30002
source: Calculating remaning time...
pl: Obliczanie pozostałego czasu...

# #30003
source: Approximately %d seconds left...
pl: Pozostało ok. %d sekund...

# #30004
source: Loading of data already in progress...
pl: Ładowanie danych już jest w toku...

# #30005
source: Mouse control
pl: Kontrola myszą

# #30006
source: Now
pl: Teraz

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
pl: [B]Porada:[/B] możesz także użyć kółka

# #30008
source: Cancel
pl: Anuluj

# #30100
source: General
pl: Ogólne

# #30101
source: Source
pl: Źródło

# #30102
source: Show channels from category
pl: Pokaż kanały z kategorii

# #30103
source: XMLTV file
pl: Plik XMLTV

# #30104
source: Clear cache...
pl: Wyczyść cache...

# #30105
source: Done!
pl: Skończone!

# #30106
source: Show notification before selected programs start
pl: Pokaż powiadomienie przed rozpoczęciem programu

# #30107
source: Use program image as background
pl: Użyj obrazka programu jako tła

# #30108
source: Clear all reminders...
pl: Wyczyść wszystkie przypomnienia...

# #30109
source: Remember to clear the cache when you change source
pl: Pamiętaj o wyczyszczeniu cache przed zmianą źródła

# #30110
source: Update program information on XBMC startup
pl: Aktualizuj informacje o programie podczas startu XBMC

# #30111
source: Play channels using the YouSee web-tv addon
pl: Odtwarzaj kanały używając wtyczki YouSee

# #30112
source: Notifications
pl: Powiadomienia

# #30113
source: Play channels using the Danish Live TV addon
pl: Odtwarzaj kanały używając wtyczki Danish Live TV

# #30114
source: Startup
pl: Start

# #30115
source: - clear cache first
pl: - wyczyść najpierw cache

# #30116
source: Search for channel logos in
pl: Wyszukaj logo kanałów w

# #30118
source: Enable OSD menu
pl: Włącz menu OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
pl: Wyłączenie menu OSD może zlikwidować zacinanie wideo.

# #30120
source: Use alternate streaming method (required for some addons)
pl: Używanie alternatywnej metody strumieniowania (wymagane do niektórych wtyczek)

# #30121
source: Alternative streaming is not compatible with OSD menu
pl: Alternatywne strumieniowanie jest niekompatybilne z podręcznym menu

# #30150
source: Oops, sorry about that!
pl: Coś poszło nie tak!

# #30151
source: It was not possible to load program data,
pl: Ładowanie danych o programie nie powiodło się,

# #30152
source: check settings or try again later...
pl: sprawdź ustawienia lub spróbuj ponownie...

# #30153
source: because the settings are invalid!
pl: ponieważ ustawienia są błędne!

# #30154
source: It looks like your current skin has a special
pl: Wygląda na to, że skóra której używasz

# #30155
source: version of the TV Guide skin that is not up-to-date.
pl: nie jest komatybilna z obecną wersją TV Guide.

# #30156
source: Please try with a different skin...
pl: Spróbuj zmienić skórę...

# #30157
source: It looks like the TV Guide database is broken.
pl: Wygląda na to, że baza danych TV Guide jest uszkodzona.

# #30158
source: The database will be deleted and recreated.
pl: Baza danych zostanie usunięta i utworzona na nowo.

# #30159
source: Channel configuration, etc. is unfortunately lost.
pl: Konfiguracja kanału, itd. jest niestety stracona.

# #30200
source: on [B]%s[/B] in 5 minutes...
pl: na [B]%s[/B] za 5 minut...

# #30201
source: on [B]%s[/B] is starting now...
pl: na [B]%s[/B] rozpoczyna się...

# #30300
source: Watch %s
pl: Oglądaj %s

# #30301
source: Remind
pl: Przypomnij

# #30302
source: Don't remind
pl: Nie przypominaj

# #30303
source: Cancel
pl: Anuluj

# #30304
source: Choose stream
pl: Wybierz strumień

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
pl: Możesz wybrać własny plik .strm aby oglądać ten kanał.

# #30306
source: Remove stream file
pl: Usuń plik strumienia

# #30307
source: Channels
pl: Kanały

# #30308
source: Quit
pl: Wyjdź

# #30500
source: [B]Edit channel order and visibility[/B]
pl: [B]Edytuj kolejność i widoczność kanałów[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
pl: Przesuwaj w górę i w dół aby zmienić pozycję kanału.[CR]Zaznacz lub wybierz lewo aby[CR]zaakceptować pozycję.

# #30502
source: Save
pl: Zapisz

# #30503
source: Cancel
pl: Anuluj

# #30600
source: [B]Setup stream[/B]
pl: [B]Ustawienia strumienia[/B]

# #30601
source: .strm file
pl: plik .strm

# #30602
source: Favourites
pl: Ulubione

# #30603
source: Addons
pl: Wtyczki

# #30604
source: Preview stream
pl: Podgląd strumienia

# #30605
source: Save
pl: Zapisz

# #30606
source: Cancel
pl: Anuluj

# #30607
source: Stop preview
pl: Zatrzymaj podgląd

# #30610
source: Browse...
pl: Przeglądaj...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
pl: Naciśnij Przeglądaj... poniżej i wskaż plik twojego strumienia. Po wybraniu pliku możesz sprawdzić czy strumień działa w XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
pl: Wybierz ulubione poniżej. Tylko ulubione [I]PlayMedia[/I] są obsługiwane.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
pl: Wiele wtyczek dostarcza te kanały.[CR]Wybierz jedną do oglądania strumienia.

# #30800
source: JSON-EPG URL
pl: Adres JSON-EPG

# #30801
source: Play channels using the Weeb.Tv addon
pl: Odtwarzaj kanały używając wtyczki Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
pl: TV Guide jest skonfigurowany aby używać dodatku Weeb.Tv

# #30803
source: addon which is not installed.
pl: który nie jest zainstalowany.

# #30804
source: Streaming using that addon is now disabled.
pl: Odtwarzanie za pomocą tego dodatku zostało wyłączone.
