Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Slovak/strings.po
Languages: sk

# #30000
source: No description
sk: Bez popisu

# #30001
source: [B]Loading data from external source...[/B]
sk: [B]Načítavam dáta z externého zdroja...[/B]

# #30002
source: Calculating remaning time...
sk: Počítanie zostávajúceho času...

# #30003
source: Approximately %d seconds left...
sk: Zostáva približne %d sekúnd...

# #30004
source: Loading of data already in progress...
sk: Načítavanie dát už prebieha...

# #30005
source: Mouse control
sk: Ovládanie myšou

# #30006
source: Now
sk: Teraz

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
sk: [B]Tip![/B] Môžete použiť aj rolovacie koliesko

# #30008
source: Cancel
sk: Zrušiť

# #30100
source: General
sk: Všeobecné

# #30101
source: Source
sk: Zdroj

# #30102
source: Show channels from category
sk: Ukázať kanály z kategórie

# #30103
source: XMLTV file
sk: XMLTV súbor

# #30104
source: Clear cache...
sk: Vyčistiť medzipamäť...

# #30105
source: Done!
sk: Hotovo!

# #30106
source: Show notification before selected programs start
sk: Ukázať notifikáciu pred štartom zvoleného programu

# #30107
source: Use program image as background
sk: Použiť obrázok programu ako pozadie

# #30108
source: Clear all reminders...
sk: Vymazať všetky pripomienky...

# #30109
source: Remember to clear the cache when you change source
sk: Pamätajte na vyčistenie medzipamäte keď zmeníte zdroj

# #30110
source: Update program information on XBMC startup
sk: Aktualizovať informácie o TV programe pri štarte XBMC

# #30111
source: Play channels using the YouSee web-tv addon
sk: Prehrať kanály použitím "YouSee web-tv" doplnku

# #30112
source: Notifications
sk: Notifikácie

# #30113
source: Play channels using the Danish Live TV addon
sk: Prehrať kanály použitím "Danish Live TV" doplnku

# #30114
source: Startup
sk: Spustenie

# #30115
source: - clear cache first
sk: - najprv vyčistiť medzipamäť

# #30116
source: Search for channel logos in
sk: Logá kanálov hľadávať v

# #30118
source: Enable OSD menu
sk: Povoliť OSD menu

# #30119
source: Disabling the OSD menu may fix video stuttering.
sk: Zakázanie OSD menu môže napraviť trhanie videa.

# #30120
source: Use alternate streaming method (required for some addons)
sk: Použiť alternatívnu metódu streamovania (potrebné pre niektoré Doplnky)

# #30121
source: Alternative streaming is not compatible with OSD menu
sk: Alternatívne streamovanie nie je kompatibilné s OSD menu

# #30150
source: Oops, sorry about that!
sk: Oops, to mi je ľúto!

# #30151
source: It was not possible to load program data,
sk: Nebolo možné načítať TV programové dáta,

# #30152
source: check settings or try again later...
sk: skontrolujte nastavenia alebo vyskúšajte neskôr prosím...

# #30153
source: because the settings are invalid!
sk: pretože nastavenia nie sú správne!

# #30154
source: It looks like your current skin has a special
sk: Vyzerá to tak, že Váš aktuálny Vzhľad má špeciálnu

# #30155
source: version of the TV Guide skin that is not up-to-date.
sk: verziu Vzhľadu pre TV Program, ktorá nie je kompatibilná.

# #30156
source: Please try with a different skin...
sk: Prosím vyskúšajte to s iným Vzhľadom...

# #30157
source: It looks like the TV Guide database is broken.
sk: Vyzerá to tak, že databáza TV Programu je poškodená.

# #30158
source: The database will be deleted and recreated.
sk: Databáza bude vymazaná a vytvorená nanovo.

# #30159
source: Channel configuration, etc. is unfortunately lost.
sk: Bohužiaľ sa stratilo nastavenie kanálov a pod.

# #30200
source: on [B]%s[/B] in 5 minutes...
sk: na [B]%s[/B] o 5 minút...

# #30201
source: on [B]%s[/B] is starting now...
sk: na [B]%s[/B] práve začína...

# #30300
source: Watch %s
sk: Pozerať %s

# #30301
source: Remind
sk: Pripomenúť

# #30302
source: Don't remind
sk: Nepripomenúť

# #30303
source: Cancel
sk: Zrušiť

# #30304
source: Choose stream
sk: Zvoliť stream

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
sk: Môžete zvoliť Váš vlastný .strm súbor na prehrávanie, pokiaľ chcete pozerať tento kanál.

# #30306
source: Remove stream file
sk: Odstrániť súbor streamu

# #30307
source: Channels
sk: Kanály

# #30308
source: Quit
sk: Ukončiť

# #30500
source: [B]Edit channel order and visibility[/B]
sk: [B]Upraviť usporiadanie kanálov a viditeľnosť[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
sk: Šípkou hore a dole zmeníte polohu kanálu. Tlačidlom Vybrať alebo šípkou vľavo potvrdíte pozíciu.

# #30502
source: Save
sk: Uložiť

# #30503
source: Cancel
sk: Zrušiť

# #30600
source: [B]Setup stream[/B]
sk: [B]Nastaviť stream[/B]

# #30601
source: .strm file
sk: .strm súbor

# #30602
source: Favourites
sk: Obľúbené

# #30603
source: Addons
sk: Doplnky

# #30604
source: Preview stream
sk: Náhľad streamu

# #30605
source: Save
sk: Uložiť

# #30606
source: Cancel
sk: Zrušiť

# #30607
source: Stop preview
sk: Ukončiť náhľad

# #30610
source: Browse...
sk: Prechádzať...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
sk: Kliknite "Prechádzať..." nižšie a prejdite k Vášmu súboru streamu. Keď si zvolíte súbor, môžete nahliadnuť do streamu a otestovať či funguje v XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
sk: Nižšie si zvoľte Obľúbené. Podporované sú len [I]PlayMedia[/I] Obľúbené.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
sk: Viaceré doplnky poskytujú tento kanál. Prosím zvoľte jeden pre pozeranie streamu.

# #30801
source: Play channels using the Weeb.Tv addon
sk: Prehrať kanály použitím "Weeb.Tv" doplnku

# #30802
source: TV Guide is configured to stream using Weeb.Tv
sk: TV Program je nastavený streamovať použitím Weeb.Tv

# #30803
source: addon which is not installed.
sk: doplnok, ktorý nie je nainštalovaný.

# #30804
source: Streaming using that addon is now disabled.
sk: Streamovanie použitím tohoto doplnku je zakázané.
