Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Swedish/strings.po
Languages: sv

# #30000
source: No description
sv: Ingen beskrivning

# #30001
source: [B]Loading data from external source...[/B]
sv: [B]Laddar data från extern källa...[/B]

# #30002
source: Calculating remaning time...
sv: Beräknar återstående tid...

# #30003
source: Approximately %d seconds left...
sv: Ungefär %d sekunder kvar...

# #30004
source: Loading of data already in progress...
sv: Laddning av data pågår redan...

# #30005
source: Mouse control
sv: Muskontroll

# #30006
source: Now
sv: Nu

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
sv: [B]Tips![/B]Du kan också använda skrollhjulet

# #30008
source: Cancel
sv: Avbryt

# #30100
source: General
sv: Menyer

# #30101
source: Source
sv: Källa

# #30102
source: Show channels from category
sv: Visa kanaler från kategori

# #30103
source: XMLTV file
sv: XML-TV-fil

# #30104
source: Clear cache...
sv: Rensa buffert...

# #30105
source: Done!
sv: Klar!

# #30106
source: Show notification before selected programs start
sv: Visa notifiering innan valt program startar

# #30107
source: Use program image as background
sv: Använd programbild som bakgrund

# #30108
source: Clear all reminders...
sv: Rensa alla påminnelser...

# #30109
source: Remember to clear the cache when you change source
sv: Kom ihåg att rensa buffert när du byter källa

# #30110
source: Update program information on XBMC startup
sv: Uppdatera programinformation vid XBMC start

# #30111
source: Play channels using the YouSee web-tv addon
sv: Spela kanaler med YouSee web-tv tillägget

# #30112
source: Notifications
sv: Notifieringar

# #30113
source: Play channels using the Danish Live TV addon
sv: Spela kanaler med Danish Live TV tillägget

# #30114
source: Startup
sv: Uppstart

# #30115
source: - clear cache first
sv: - rensa buffert först

# #30116
source: Search for channel logos in
sv: Sök efter kanallogotyper i

# #30118
source: Enable OSD menu
sv: Aktivera OSD-meny

# #30119
source: Disabling the OSD menu may fix video stuttering.
sv: Inaktivera OSD-menyn kan fixa videohackning

# #30120
source: Use alternate streaming method (required for some addons)
sv: Använd alternativ strömningsmetod (krävs för några tillägg)

# #30121
source: Alternative streaming is not compatible with OSD menu
sv: Alternativ strömning är inte kompatibel med OSD-menyn

# #30150
source: Oops, sorry about that!
sv: Hoppsan, ledsen för det!

# #30151
source: It was not possible to load program data,
sv: Det var inte möjligt att ladda programdata,

# #30152
source: check settings or try again later...
sv: kontrollera inställningarna eller försök senare...

# #30153
source: because the settings are invalid!
sv: för att inställningarna är inte giltiga!

# #30154
source: It looks like your current skin has a special
sv: Det verkar som ditt nuvarande skal har en speciell

# #30155
source: version of the TV Guide skin that is not up-to-date.
sv: version av TV-Guide-skalet som inte är uppdaterat.

# #30156
source: Please try with a different skin...
sv: Var god försök med ett annat skal...

# #30157
source: It looks like the TV Guide database is broken.
sv: Det verkar som TV-Guide-databasen är trasig.

# #30158
source: The database will be deleted and recreated.
sv: Databasen kommer att tas bort och återskapas.

# #30159
source: Channel configuration, etc. is unfortunately lost.
sv: Kanalkonfiguration m.m. förloras tyvärr.

# #30200
source: on [B]%s[/B] in 5 minutes...
sv: på [B]%s[/B] om 5 minuter...

# #30201
source: on [B]%s[/B] is starting now...
sv: på [B]%s[/B] startar nu...

# #30300
source: Watch %s
sv: Titta på %s

# #30301
source: Remind
sv: Påminn

# #30302
source: Don't remind
sv: Påminn inte

# #30303
source: Cancel
sv: Avbryt

# #30304
source: Choose stream
sv: Välj ström

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
sv: Du kan välja din egna .strm-fil att spela, när du vill se på denna kanal.

# #30306
source: Remove stream file
sv: Ta bort strömfil

# #30307
source: Channels
sv: Kanaler

# #30308
source: Quit
sv: Avsluta

# #30500
source: [B]Edit channel order and visibility[/B]
sv: [B]Redigera kanalordning och synlighet[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
sv: Flytta upp och ner för att ändra positionen för[CR]kanalen. Välj eller navigera till vänster för att acceptera[CR]positionen.

# #30502
source: Save
sv: Spara

# #30503
source: Cancel
sv: Avbryt

# #30600
source: [B]Setup stream[/B]
sv: [B]Ställ in ström[/B]

# #30601
source: .strm file
sv: .strm-fil

# #30602
source: Favourites
sv: Favoriter

# #30603
source: Addons
sv: Tillägg

# #30604
source: Preview stream
sv: Förhandsvisa ström

# #30605
source: Save
sv: Spara

# #30606
source: Cancel
sv: Avbryt

# #30607
source: Stop preview
sv: Stoppa förhandsvisning

# #30610
source: Browse...
sv: Bläddra...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
sv: Klicka på bläddra... nedan och navigera till din ström-fil. När du har valt din fil kan du förhandsvisa strömmen för att prova att det fungerar i XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
sv: Välj en favorit nedan. Endast [I]PlayMedia[/I] favoriter stödjs.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
sv: Flera tillägg tillhandahåller dessa kanaler.[CR]Välj ett för att titta på strömmen.

# #30801
source: Play channels using the Weeb.Tv addon
sv: Spela kanaler med Weeb.Tv tillägget

# #30802
source: TV Guide is configured to stream using Weeb.Tv
sv: TV-Guide är konfigurerat att strömma med Weeb.Tv

# #30803
source: addon which is not installed.
sv: tillägg som inte är installerat.

# #30804
source: Streaming using that addon is now disabled.
sv: Strömning med det tillägget är nu inaktiverat.
