Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Greek/strings.po
Languages: el

# #30000
source: No description
el: Χωρίς περιγραφή

# #30001
source: [B]Loading data from external source...[/B]
el: [B]Φόρτωση δεδομένων από εξωτερική πηγή...[/B]

# #30002
source: Calculating remaning time...
el: Υπολογισμός εναπομείναντος χρόνου...

# #30003
source: Approximately %d seconds left...
el: Απομένουν περίπου %d δευτερόλεπτα...

# #30004
source: Loading of data already in progress...
el: Η φόρτωση δεδομένων είναι ήδη σε εξέλιξη...

# #30005
source: Mouse control
el: Έλεγχος με ποντίκι

# #30006
source: Now
el: Τώρα

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
el: [B]Συμβουλή![/B] Μπορείτε να χρησιμοποιήσετε και τη ροδέλα κύλισης

# #30008
source: Cancel
el: Ακύρωση

# #30100
source: General
el: Γενικά

# #30101
source: Source
el: Πηγή

# #30102
source: Show channels from category
el: Προβολή καναλιών από κατηγορία

# #30103
source: XMLTV file
el: Αρχείο XMLTV

# #30104
source: Clear cache...
el: Εκκαθάριση λανθάνουσας μνήμης...

# #30105
source: Done!
el: Έγινε!

# #30106
source: Show notification before selected programs start
el: Εμφάνιση ειδοποίησης πριν την έναρξη των επιλεγμένων εφαρμογών

# #30107
source: Use program image as background
el: Χρήση εικόνας εφαρμογής ως υπόβαθρο

# #30108
source: Clear all reminders...
el: Εκκαθάριση όλων των υπενθυμίσεων

# #30109
source: Remember to clear the cache when you change source
el: Μην ξεχάσετε να καθαρίσετε τη λανθάνουσα μνήμη όταν αλλάζετε πηγή

# #30110
source: Update program information on XBMC startup
el: Ενημέρωση πληροφοριών εφαρμογής κατά την εκκίνηση του XBMC

# #30111
source: Play channels using the YouSee web-tv addon
el: Αναπαραγωγή καναλιών μέσω του πρόσθετου web-tv YouSee

# #30112
source: Notifications
el: Ειδοποιήσεις

# #30113
source: Play channels using the Danish Live TV addon
el: Αναπαραγωγή καναλιών μέσω του πρόσθετου Danish Live TV

# #30114
source: Startup
el: Εκκίνηση

# #30115
source: - clear cache first
el: - καθαρίστε τη λανθάνουσα μνήμη πρώτα

# #30116
source: Search for channel logos in
el: Αναζήτηση για λογότυπα καναλιών σε

# #30117
source: ONTV Pro URL
el: URL του ONTV Pro

# #30118
source: Enable OSD menu
el: Ενεργοποίηση του OSD μενού

# #30119
source: Disabling the OSD menu may fix video stuttering.
el: Απενεργοποιώντας το OSD μενού μπορεί να βελτιωθεί η αναπαραγωγή βίντεο.

# #30120
source: Use alternate streaming method (required for some addons)
el: Χρήση εναλλακτικής μεθόδου ροής (απαιτείται από κάποια πρόσθετα)

# #30121
source: Alternative streaming is not compatible with OSD menu
el: Η εναλλακτική μέθοδος ροής δεν είναι συμβατή με το OSD μενού

# #30150
source: Oops, sorry about that!
el: Ουπς, συγγνώμη για αυτό!

# #30151
source: It was not possible to load program data,
el: Αδυναμία φόρτωσης δεδομένων εφαρμογής,

# #30152
source: check settings or try again later...
el: ελέγξτε τις ρυθμίσεις ή δοκιμάστε ξανά αργότερα...

# #30153
source: because the settings are invalid!
el: γιατί οι ρυθμίσεις είναι λανθασμένες!

# #30154
source: It looks like your current skin has a special
el: Φαίνεται ότι το τρέχον κέλυφός σας έχει μια ειδική

# #30155
source: version of the TV Guide skin that is not up-to-date.
el: έκδοση του Οδηγού TV που δεν είναι ενημερωμένη.

# #30156
source: Please try with a different skin...
el: Δοκιμάστε με διαφορετικό κέλυφος...

# #30157
source: It looks like the TV Guide database is broken.
el: Φαίνεται ότι η βάση δεδομένων του Οδηγού TV είναι κατεστραμμένη.

# #30158
source: The database will be deleted and recreated.
el: Η βάση δεδομένων θα διαγραφεί και θα επαναδημιουργηθεί.

# #30159
source: Channel configuration, etc. is unfortunately lost.
el: Η διαμόρφωση καναλιών, κτλ. δυστυχώς έχει χαθεί.

# #30200
source: on [B]%s[/B] in 5 minutes...
el: στο [B]%s[/B] σε 5 λεπτά...

# #30201
source: on [B]%s[/B] is starting now...
el: στο [B]%s[/B] αρχίζει τώρα...

# #30300
source: Watch %s
el: Προβολή %s

# #30301
source: Remind
el: Υπενθύμιση

# #30302
source: Don't remind
el: Χωρίς υπενθύμιση

# #30303
source: Cancel
el: Ακύρωση

# #30304
source: Choose stream
el: Επιλογή ροής

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
el: Μπορείτε να επιλέξετε τα δικά σας αρχεία .strm για αναπαραγωγή όταν παρακολουθείτε αυτό το κανάλι.

# #30306
source: Remove stream file
el: Αφαίρεση αρχείου ροής

# #30307
source: Channels
el: Κανάλια

# #30308
source: Quit
el: Έξοδος

# #30500
source: [B]Edit channel order and visibility[/B]
el: [B]Αλλαγή ταξινόμησης καναλιών και ορατότητα[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
el: Μετακινηθείτε πάνω και κάτω για να αλλάξετε[CR]τη θέση του καναλιού. Πιέστε ΕΠΙΛΟΓΗ ή ΑΡΙΣΤΕΡΑ[CR]για αποδοχή της θέσης.

# #30502
source: Save
el: Αποθήκευση

# #30503
source: Cancel
el: Ακύρωση

# #30600
source: [B]Setup stream[/B]
el: [B]Διαμόρφωση ροής[/B]

# #30601
source: .strm file
el: Αρχείο .strm

# #30602
source: Favourites
el: Αγαπημένα

# #30603
source: Addons
el: Πρόσθετα

# #30604
source: Preview stream
el: Προεπισκόπηση ροής

# #30605
source: Save
el: Αποθήκευση

# #30606
source: Cancel
el: Ακύρωση

# #30607
source: Stop preview
el: Διακοπή προεπισκόπησης

# #30610
source: Browse...
el: Περιήγηση...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
el: Πιέστε 'Περιήγηση...' παρακάτω και μεταφερθείτε στο αρχείο ροής. Μόλις το επιλέξετε μπορείτε να κάνετε προεπισκόπηση της ροής για να δοκιμάσετε αν δουλεύει στο XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
el: Επιλέξτε ένα αγαπημένο παρακάτω. Μόνο αγαπημένα [I]Αναπαραγωγής Πολυμέσων[/I] υποστηρίζονται.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
el: Πολλαπλά πρόσθετα παρέχουν αυτό το κανάλι.[CR]Επιλέξτε ένα για να παρακολουθήσετε τη ροή.

# #30800
source: JSON-EPG URL
el: URL του JSON-EPG

# #30801
source: Play channels using the Weeb.Tv addon
el: Αναπαραγωγή καναλιών μέσω του πρόσθετου Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
el: Ο Οδηγός TV είναι πλέον ρυθμισμένος για ροές μέσω Weeb.Tv

# #30803
source: addon which is not installed.
el: πρόσθετο που δεν είναι εγκατεστημένο.

# #30804
source: Streaming using that addon is now disabled.
el: Η ροή πολυμέσων μέσω αυτού του πρόσθετου απενεργοποιήθηκε.
