Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Galician/strings.po
Languages: gl

# #30000
source: No description
gl: Sen descrición

# #30001
source: [B]Loading data from external source...[/B]
gl: [B]Cargando datos dende unha fonte externa...[/B]

# #30002
source: Calculating remaning time...
gl: Calculando o tempo restante...

# #30003
source: Approximately %d seconds left...
gl: Restan aproximadamente %d segundos...

# #30004
source: Loading of data already in progress...
gl: Xa se están a cargar os datos...

# #30005
source: Mouse control
gl: Control do rato

# #30006
source: Now
gl: Agora

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
gl: [B]Consello:[/B] Tamén pode usar a roda de desprazamento

# #30008
source: Cancel
gl: Cancelar

# #30100
source: General
gl: Xeral

# #30101
source: Source
gl: Fonte

# #30102
source: Show channels from category
gl: Amosar canles da categoria

# #30103
source: XMLTV file
gl: ficheiro XMLTV

# #30104
source: Clear cache...
gl: Limpar caché...

# #30105
source: Done!
gl: Feito!

# #30106
source: Show notification before selected programs start
gl: Amosar notificación antes de iniciar o programa seleccionado

# #30107
source: Use program image as background
gl: Usar a imaxe do programa como fondo

# #30108
source: Clear all reminders...
gl: Limpar tódolos recordatorios...

# #30109
source: Remember to clear the cache when you change source
gl: Lembrar limpar a caché cando se troca a fonte

# #30110
source: Update program information on XBMC startup
gl: Actualizar a información do programa no arranque de XBMC

# #30111
source: Play channels using the YouSee web-tv addon
gl: Reproducir canles usando o complemento web-tv de YouSee

# #30112
source: Notifications
gl: Notificacións

# #30113
source: Play channels using the Danish Live TV addon
gl: Reproducir canles usando complemento da TV en directo Dinamarquesa

# #30114
source: Startup
gl: Arrinque

# #30115
source: - clear cache first
gl: - limpar primeiro a caché

# #30116
source: Search for channel logos in
gl: Buscar os logos das canles en

# #30118
source: Enable OSD menu
gl: Activar menú OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
gl: Desactivar o menú OSD pode corrixir o estremecemento de vídeo.

# #30120
source: Use alternate streaming method (required for some addons)
gl: Usar un método de transmisión alternativo (requirido por algúns complementos)

# #30121
source: Alternative streaming is not compatible with OSD menu
gl: A transmisión alternativa non é compatíbel co menú OSD

# #30150
source: Oops, sorry about that!
gl: Vaia, sentímolo moito!

# #30151
source: It was not possible to load program data,
gl: Non foi posíbe cargar os datos do programa,

# #30152
source: check settings or try again later...
gl: verifique a configuración ou ténteo máis tarde...

# #30153
source: because the settings are invalid!
gl: xa que a configuración non é válida!

# #30154
source: It looks like your current skin has a special
gl: Semella que o seu tema actual ten unha versión

# #30155
source: version of the TV Guide skin that is not up-to-date.
gl: especial do tema da Guía de TV que non se pode actualizar.

# #30156
source: Please try with a different skin...
gl: Por favor escolla outro tema...

# #30157
source: It looks like the TV Guide database is broken.
gl: Semella que a base de datos da Guía de TV está danada.

# #30158
source: The database will be deleted and recreated.
gl: A base de datos eliminarase e volverase crear.

# #30159
source: Channel configuration, etc. is unfortunately lost.
gl: Desafortunadamente a configuración da canle, etc, perdeuse.

# #30200
source: on [B]%s[/B] in 5 minutes...
gl: en [B]%s[/B] vai dar comezo en 5 minutos...

# #30201
source: on [B]%s[/B] is starting now...
gl: en [B]%s[/B] está a dar comezo...

# #30300
source: Watch %s
gl: Ver %s

# #30301
source: Remind
gl: Lembrar

# #30302
source: Don't remind
gl: Non lembrar

# #30303
source: Cancel
gl: Cancelar

# #30304
source: Choose stream
gl: Escoller fluxo

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
gl: Pode escoller o seu propio ficheiro .strm para reproducilo cando queira ver esta canle.

# #30306
source: Remove stream file
gl: Emilinar ficheiro de fluxo

# #30307
source: Channels
gl: Canles

# #30308
source: Quit
gl: Saír

# #30500
source: [B]Edit channel order and visibility[/B]
gl: [B]Editar a orde da canle e visibilidade[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
gl: Mover arriba e abaixo para trocar a posición da[CR]canle. Seleccione ou navegue a esquerda para[CR]aceptar a posición.

# #30502
source: Save
gl: Gardar

# #30503
source: Cancel
gl: Cancelar

# #30600
source: [B]Setup stream[/B]
gl: [B]Configurar fluxo[/B]

# #30601
source: .strm file
gl: ficheiro .strm

# #30602
source: Favourites
gl: Favoritos

# #30603
source: Addons
gl: Engadidos

# #30604
source: Preview stream
gl: Previsualizar fluxo

# #30605
source: Save
gl: Gardar

# #30606
source: Cancel
gl: Cancelar

# #30607
source: Stop preview
gl: Deter previsualización

# #30610
source: Browse...
gl: Explorar...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
gl: Prema en Navegar... abaixo e navegue até o seu ficheiro de fluxo. Cando teña escollido o ficheiro poderá previsualizarlo para probar que é compatíbel con XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
gl: Escolla un favorito dos de abaixo. Só os favoritos [I]PlayMedia[/I] son soportados.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
gl: Canles providas por varios complementos.[CR]Escolla unha para ver a transmisión.

# #30801
source: Play channels using the Weeb.Tv addon
gl: Reproducir canles usando os complementos de Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
gl: A Guía de TV está configurada para transmitir usando Weeb.Tv

# #30803
source: addon which is not installed.
gl: complemento que non está instalado.

# #30804
source: Streaming using that addon is now disabled.
gl: A transmisión usando este complemento está deshabilitada.
