Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Danish/strings.po
Languages: da

# #30000
source: No description
da: Ingen beskrivelse

# #30001
source: [B]Loading data from external source...[/B]
da: [B]Indlæser data fra ekstern kilde...[/B]

# #30002
source: Calculating remaning time...
da: Beregner resterende tid...

# #30003
source: Approximately %d seconds left...
da: ca. %d sekunder tilbage...

# #30004
source: Loading of data already in progress...
da: Indlæsning af data allerede påbegyndt...

# #30005
source: Mouse control
da: Musekontrol

# #30006
source: Now
da: Nu

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
da: [B]Tip![/B] Du kan også bruge scrollhjulet

# #30008
source: Cancel
da: Annuller

# #30100
source: General
da: Generelt

# #30101
source: Source
da: Kilde

# #30102
source: Show channels from category
da: Vis kanaler i kategori

# #30103
source: XMLTV file
da: XMLTV fil

# #30104
source: Clear cache...
da: Slet midlertidige filer...

# #30105
source: Done!
da: Færdig!

# #30106
source: Show notification before selected programs start
da: Vis notifikation før udvalgte programmer starter

# #30107
source: Use program image as background
da: Brug program billede som baggrund

# #30108
source: Clear all reminders...
da: Slet alle påmindelser...

# #30109
source: Remember to clear the cache when you change source
da: Husk at slette midlertidige filer, når du skifter kilde

# #30110
source: Update program information on XBMC startup
da: Opdater program information når XBMC starter

# #30111
source: Play channels using the YouSee web-tv addon
da: Afspil kanaler via YouSee web-tv addon

# #30112
source: Notifications
da: Påmindelser

# #30113
source: Play channels using the Danish Live TV addon
da: Afspil kanaler via Danish Live TV addon

# #30114
source: Startup
da: Opstart

# #30115
source: - clear cache first
da: - slet midlertidige filer først

# #30116
source: Search for channel logos in
da: Søg efter kanal logoer i

# #30118
source: Enable OSD menu
da: Aktiver OSD menu

# #30119
source: Disabling the OSD menu may fix video stuttering.
da: Deaktivering af menuen kan hjælpe på hakkende video.

# #30150
source: Oops, sorry about that!
da: Ups, det er pinligt!

# #30151
source: It was not possible to load program data,
da: Det var ikke muligt at indlæse program data,

# #30152
source: check settings or try again later...
da: kontroller indstillingerne eller prøv igen senere...

# #30153
source: because the settings are invalid!
da: fordi indstillingerne er ugyldige!

# #30154
source: It looks like your current skin has a special
da: Det ser ud til dit nuværende skin har en special

# #30155
source: version of the TV Guide skin that is not up-to-date.
da: version af TV Guide skinnet som ikke er opdateret.

# #30156
source: Please try with a different skin...
da: Prøv med et andet skin...

# #30157
source: It looks like the TV Guide database is broken.
da: Det ser ud til TV Guidens database er gået i stykker.

# #30158
source: The database will be deleted and recreated.
da: Database vil blive slettet og oprettet på ny.

# #30159
source: Channel configuration, etc. is unfortunately lost.
da: Kanalopsætning, mv. går desværre tabt.

# #30200
source: on [B]%s[/B] in 5 minutes...
da: på [B]%s[/B] om 5 minutter...

# #30201
source: on [B]%s[/B] is starting now...
da: på [B]%s[/B] starter nu...

# #30300
source: Watch %s
da: Se %s

# #30301
source: Remind
da: Påmind

# #30302
source: Don't remind
da: Påmind ikke

# #30303
source: Cancel
da: Annuller

# #30304
source: Choose stream
da: Vælg stream

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
da: Du kan vælge din egen .strm fil som skal afspilles, når du vælger at se denne kanal.

# #30306
source: Remove stream file
da: Fjern stream fil

# #30307
source: Channels
da: Kanaler

# #30308
source: Quit
da: Afslut

# #30500
source: [B]Edit channel order and visibility[/B]
da: [B]Rediger kanaler og synlighed[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
da: Flyt op og ned for at ændre placering.[CR]Vælg eller flyt til venstre for at gemme[CR]placeringen.

# #30502
source: Save
da: Gem

# #30503
source: Cancel
da: Annuller

# #30600
source: [B]Setup stream[/B]
da: [B]Vælg stream[/B]

# #30601
source: .strm file
da: .strm fil

# #30602
source: Favourites
da: Foretrukne

# #30604
source: Preview stream
da: Vis stream

# #30605
source: Save
da: Gem

# #30606
source: Cancel
da: Annuller

# #30607
source: Stop preview
da: Stop stream

# #30610
source: Browse...
da: Gennemse...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
da: Vælg Gennemse... nedenfor og find din stream fil. Når du har valgt filen kan du bruge Vis stream for at teste om den virker i XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
da: Vælg en fortrukken stream herunder. Kun [I]PlayMedia[/I] foretrukne er understøttet.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
da: Flere addons har denne kanal.[CR]Vælg en for at se kanalen.

# #30801
source: Play channels using the Weeb.Tv addon
da: Afspil kanaler via Weeb.Tv addon

# #30802
source: TV Guide is configured to stream using Weeb.Tv
da: TV guiden er indstillet til at streame TV via Weeb.Tv,

# #30803
source: addon which is not installed.
da: men denne addon er ikke installeret.

# #30804
source: Streaming using that addon is now disabled.
da: Streaming via denne addon deaktiveres nu.
