Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: No description
pt_br: Sem descrição

# #30001
source: [B]Loading data from external source...[/B]
pt_br: [B]Carregando dados de fonte externa...[/B]

# #30002
source: Calculating remaning time...
pt_br: Calculando tempo restante...

# #30003
source: Approximately %d seconds left...
pt_br: Aproximadamente %d segundos restantes...

# #30004
source: Loading of data already in progress...
pt_br: Dados já estão sendo carregados...

# #30005
source: Mouse control
pt_br: Controle de mouse

# #30006
source: Now
pt_br: Agora

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
pt_br: [B]Dica![/B] Você também pode usar a roda do mouse

# #30008
source: Cancel
pt_br: Cancelar

# #30100
source: General
pt_br: Geral

# #30101
source: Source
pt_br: Fonte

# #30102
source: Show channels from category
pt_br: Mostrar canais da categoria

# #30103
source: XMLTV file
pt_br: Arquivo XMLTV

# #30104
source: Clear cache...
pt_br: Limpar cache...

# #30105
source: Done!
pt_br: Pronto!

# #30106
source: Show notification before selected programs start
pt_br: Notificar antes dos programas selecionados começarem

# #30107
source: Use program image as background
pt_br: Usar imagem do programa como plano de fundo

# #30108
source: Clear all reminders...
pt_br: Limpar todos os lembretes...

# #30109
source: Remember to clear the cache when you change source
pt_br: Lembre-se de limpar o cache quando mudar a fonte

# #30110
source: Update program information on XBMC startup
pt_br: Atualizar informações do programa ao iniciar o XBMC

# #30111
source: Play channels using the YouSee web-tv addon
pt_br: Reproduzir canais usando o addon YouSee web-tv

# #30112
source: Notifications
pt_br: Notificações

# #30113
source: Play channels using the Danish Live TV addon
pt_br: Reproduzir canais usando o addon Danish Live TV

# #30114
source: Startup
pt_br: Inicialização

# #30115
source: - clear cache first
pt_br: - limpe o cache primeiro

# #30116
source: Search for channel logos in
pt_br: Procurar por logotipo dos canais em

# #30117
source: ONTV Pro URL
pt_br: URL do ONTV Pro

# #30118
source: Enable OSD menu
pt_br: Ativar menu OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
pt_br: Desativar o menu OSD pode consertar lentidão no vídeo.

# #30120
source: Use alternate streaming method (required for some addons)
pt_br: Usar método alternativo de streaming (requerido por alguns addons)

# #30121
source: Alternative streaming is not compatible with OSD menu
pt_br: Streaming alternativo não é compatível com menu OSD

# #30150
source: Oops, sorry about that!
pt_br: Ops, desculpe por isso!

# #30151
source: It was not possible to load program data,
pt_br: Não foi possível carregar dados do programa,

# #30152
source: check settings or try again later...
pt_br: verifique as configurações ou tente novamente mais tarde...

# #30153
source: because the settings are invalid!
pt_br: porque as configurações são inválidas!

# #30154
source: It looks like your current skin has a special
pt_br: Parece que a sua skin atual tem uma versão

# #30155
source: version of the TV Guide skin that is not up-to-date.
pt_br: especial da skin do TV Guide que está desatualizada.

# #30156
source: Please try with a different skin...
pt_br: Por favor, tente com uma skin diferente...

# #30157
source: It looks like the TV Guide database is broken.
pt_br: Parece que o banco de dados do TV Guide está corrompido.

# #30158
source: The database will be deleted and recreated.
pt_br: O banco de dados será excluído e recriado.

# #30159
source: Channel configuration, etc. is unfortunately lost.
pt_br: Infelizmente, serão perdidas as configurações de canais etc.

# #30200
source: on [B]%s[/B] in 5 minutes...
pt_br: no(a) [B]%s[/B] em 5 minutos...

# #30201
source: on [B]%s[/B] is starting now...
pt_br: no(a) [B]%s[/B] está começando agora...

# #30300
source: Watch %s
pt_br: Assistir %s

# #30301
source: Remind
pt_br: Lembrar

# #30302
source: Don't remind
pt_br: Não lembrar

# #30303
source: Cancel
pt_br: Cancelar

# #30304
source: Choose stream
pt_br: Escolher transmissão online

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
pt_br: Você pode escolher seu próprio arquivo .strm para reproduzir, quando quiser assistir este canal.

# #30306
source: Remove stream file
pt_br: Remover arquivo de stream

# #30307
source: Channels
pt_br: Canais

# #30308
source: Quit
pt_br: Terminar

# #30500
source: [B]Edit channel order and visibility[/B]
pt_br: [B]Editar ordem e visibilidade dos canais[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
pt_br: Mova para cima e para baixo para alterar a posição[CR]do canal. Selecione ou navegue para a esquerda para[CR]aceitar a posição.

# #30502
source: Save
pt_br: Salvar

# #30503
source: Cancel
pt_br: Cancelar

# #30600
source: [B]Setup stream[/B]
pt_br: [B]Configurar transmissão online[/B]

# #30601
source: .strm file
pt_br: arquivo .strm

# #30602
source: Favourites
pt_br: Favoritos

# #30604
source: Preview stream
pt_br: Pré-visualizar transmissão

# #30605
source: Save
pt_br: Salvar

# #30606
source: Cancel
pt_br: Cancelar

# #30607
source: Stop preview
pt_br: Parar pré-visualização

# #30610
source: Browse...
pt_br: Procurar...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
pt_br: Clique em Procurar... abaixo e navegue até seu arquivo de stream. Quando tiver escolhido o arquivo, poderá pré-visualizar o stream para testar se funciona no XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
pt_br: Escolha um favorito abaixo. Somente favoritos do [I]PlayMedia[/I] são suportados.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
pt_br: Vários addons fornecem este canal.[CR]Escolha um para assistir a transmissão.

# #30800
source: JSON-EPG URL
pt_br: URL do JSON de EPG

# #30801
source: Play channels using the Weeb.Tv addon
pt_br: Reproduza canais usando o addon Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
pt_br: O TV Guide está configurado para transmitir usando Weeb.Tv

# #30803
source: addon which is not installed.
pt_br: o addon que não está instalado.

# #30804
source: Streaming using that addon is now disabled.
pt_br: A transmissão por esse addon está desativada.
