Repository: DixieDean/Dixie-Deans-XBMC-Repo
Catalog: script.tvguidedixie/resources/language/*/strings.po
Languages: italian, portuguese, spanish

# #30000
source: No description
italian: Nessuna descrizione
portuguese: Sem descrição
spanish: No hay ninguna descripción

# #30001
source: [B]Loading data from external source...[/B]
italian: [B]Caricamento dati da sorgente esterna...[/B]
portuguese: [B]Carregando dados de uma fonte externa...[/B]
spanish: [B]Carga de datos de origen externo...[/B]

# #30002
source: Calculating remaning time...
italian: Calcolo del tempo residuo in corso...
portuguese: Calculando o tempo restante...
spanish: Calculando tiempo restante...

# #30003
source: Approximately %d seconds left...
italian: Circa %d secondi rimasti...
portuguese: Faltam aproximadamente %d segundos...
spanish: Alrededor de %d segundos ...

# #30004
source: Loading of data already in progress...
italian: Caricamento dei dati già in corso...
portuguese: O carregamento de dados já está a ser efectuado...
spanish: Carga de datos en curso...

# #30005
source: Mouse control
italian: Controllo con il Mouse
portuguese: Controle por rato
spanish: Control del ratón

# #30006
source: Now
italian: Adesso
portuguese: Agora
spanish: Ahora

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
italian: [B]Suggerimento![/B]Puoi usare anche la rotella del mouse
portuguese: [B]Tip![/B] Pode também usar a roda de deslocamento
spanish: [B]Tip![/B] También puede utilizar la rueda de desplazamiento

# #30008
source: Cancel
italian: Annulla
portuguese: Cancelar
spanish: Cancelar

# #30100
source: General
italian: Menu
portuguese: Menus

# #30101
source: Source
italian: Sorgente
portuguese: Fonte
spanish: Fuente

# #30102
source: Show channels from category
italian: Mostra canali per categoria
portuguese: Exibir canais da categoria
spanish: Ver canales por categoría

# #30103
source: XMLTV file
italian: File XMLTV
portuguese: Ficheiro XMLTV
spanish: Archivo XMLTV

# #30104
source: Clear cache...
italian: Elimina cache...
portuguese: Limpar cache...
spanish: Borrar caché...

# #30105
source: Done!
italian: Completato!
portuguese: Concluído!
spanish: Hecho!

# #30106
source: Show notification before selected programs start
italian: Mostra una notifica prima che i programmi selezionati comincino
portuguese: Exibir notificação antes do início de programas seleccionados
spanish: Mostrar notificación antes de iniciar los programas seleccionados

# #30107
source: Use program image as background
italian: Usa l'immagine del programma come sfondo
portuguese: Usar imagem do programa como fundo
spanish: Usar imagen del programa como fondo

# #30108
source: Clear all reminders...
italian: Elimina tutti i promemoria...
portuguese: Limpar todos os lembretes...
spanish: Borrar todos los recordatorios...

# #30109
source: Remember to clear the cache when you change source
italian: Ricordati di pulire la cache quando cambi sorgente
portuguese: Lembrar para limpar cache quando mudar de fonte
spanish: Recuerde limpiar la memoria caché al cambiar fuente

# #30110
source: Update program information on XBMC startup
italian: Aggiorna le informazioni sui programmi all'avvio di XBMC
portuguese: Actualizar informação do programa ao iniciar o XBMC
spanish: Actualizar la información del programa al inicio de XBMC

# #30111
source: Play channels using the YouSee web-tv addon
italian: Riproduci canali usando l'addon YouSee web-tv
portuguese: Reproduzir canais com o addon YouSee web-tv
spanish: Ver canales con el complemente YouSee web-tv

# #30112
source: Notifications
italian: Notifiche
portuguese: Notificações
spanish: Notificaciones

# #30113
source: Play channels using the Danish Live TV addon
italian: Riproduci canali usando l'addon Danish Live TV
portuguese: Reproduzir canais com o addon Danish Live TV
spanish: Ver canales con el complemento Danish Live TV

# #30114
source: Startup
italian: Avvio
portuguese: Início
spanish: Inicio

# #30115
source: - clear cache first
italian: - prima pulisci la cache
portuguese: - limpar cache primeiro
spanish: - Borrar caché primero

# #30116
source: Search for channel logos in
italian: Cerca i loghi dei canali in
portuguese: Procurar logotipos de canais em
spanish: Búscar logotipos de canal en

# #30117
source: ONTV Pro URL
italian: URL ONTV Pro
portuguese: URL ONTV Pro

# #30118
source: Enable OSD menu
italian: Abilità i menu OSD
portuguese: Activar menu de visor
spanish: Habilitar menú OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
italian: La disabilitazione dei menu OSD può prevenire la riproduzione "a scatti"
portuguese: Desactivar o menu de visor pode corrigir estremecimento de vídeo.
spanish: Deshabilitar el menú OSD puede arreglar el tartamudeo.

# #30120
source: Use alternate streaming method (required for some addons)
italian: Usa ul metodo alternativo (richiesto da alcuni addon)
portuguese: Usar método alternativo de transmissão (necessário para alguns addons)
spanish: Utilice el método alternativo de transmisión (necesario para algunos complementos)

# #30121
source: Alternative streaming is not compatible with OSD menu
italian: Il metodo alternativo non è compatibile con il menù OSD
portuguese: Método alternativo de transmissão não é compatível com o menu no visor
spanish: Transmisión alternativa no es compatible con menú OSD

# #30150
source: Oops, sorry about that!
italian: Oops, ci scusiamo per il disagio!
portuguese: Ops, pedimos desculpa!
spanish: Vaya, lo siento!

# #30151
source: It was not possible to load program data,
italian: Non è stato possibile recuperare i dati del programma,
portuguese: Não foi possível carregar os dados do programa,
spanish: No fue posible cargar los datos del programa,

# #30152
source: check settings or try again later...
italian: controlla le impostazioni o riprova più tardi...
portuguese: verifique as definições ou tente mais tarde...
spanish: compruebe los ajustes o vuelva a intentarlo más tarde ...

# #30153
source: because the settings are invalid!
italian: perché le impostazioni non sono valide!
portuguese: porque as definições não são válidas!
spanish: debido a que los ajustes no son válidos!

# #30154
source: It looks like your current skin has a special
italian: Sembra che la tua skin abbia una versione
portuguese: O seu tema actual parece ter uma versão especial
spanish: Parece que tu piel actual tiene una especial

# #30155
source: version of the TV Guide skin that is not up-to-date.
italian: speciale della Guida TV che non è aggiornata.
portuguese: do tema Guia TV que não se encontra actualizada.
spanish: versión de la Guía de TV piel que no está actualizada.

# #30156
source: Please try with a different skin...
italian: Prova con un'altra skin...
portuguese: Por favor, experimente com um tema diferente.
spanish: Por favor, intente con una piel diferente...

# #30157
source: It looks like the TV Guide database is broken.
italian: Sembra che il database della Guida TV è danneggiato.
portuguese: A sua base de dados do Guia TV parece estar danificada.
spanish: Parece que la base de datos de Guía de TV está rota.

# #30158
source: The database will be deleted and recreated.
italian: Il database verrà eliminato e ricreato.
portuguese: A base de dados será apagada e recriada.
spanish: La base de datos será borrada y vuelta a crear.

# #30159
source: Channel configuration, etc. is unfortunately lost.
italian: La configurazione dei canali ed altre impostazioni sono perse.
portuguese: Infelizmente, as configurações de canais, etc, serão perdidas.
spanish: Configuración de canal, etc. se pierde lamentablemente.

# #30200
source: on [B]%s[/B] in 5 minutes...
italian: su [B]%s[/B] tra 5 minuti...
portuguese: em [B]%s[/B] daqui a 5 minutos...
spanish: en [B]%s[/B] en 5 minutos...

# #30201
source: on [B]%s[/B] is starting now...
italian: su [B]%s[/B] sta cominciando ora...
portuguese: em [B]%s[/B] está a começar agora...
spanish: en [B]%s[/B] está empezando ahora...

# #30300
source: Watch %s
italian: Guarda %s
portuguese: Ver %s
spanish: Ver %s

# #30301
source: Remind
italian: Abilita promemoria
portuguese: Lembrar
spanish: Recordar

# #30302
source: Don't remind
italian: Disabilita promemoria
portuguese: Não lembrar
spanish: No recordar

# #30303
source: Cancel
italian: Annulla
portuguese: Cancelar
spanish: Cancelar

# #30304
source: Choose stream
italian: Scegli stream
portuguese: Escolher transmissão
spanish: Elegir stream

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
italian: Puoi scegliere un file .strm personalizzato da riprodurre quando vuoi vedere questo canale.
portuguese: Pode escolher o seu próprio ficheiro .strm para reproduzir, quando quiser ver este canal.
spanish: Puedes elegir tu propio archivo .strm a reproducir, cuando quieres ver este canal.

# #30306
source: Remove stream file
italian: Rimuovi file di stream
portuguese: Remover ficheiro de transmissão
spanish: Eliminar archivo de stream

# #30307
source: Channels
italian: Canali
portuguese: Canais
spanish: Canales

# #30308
source: Quit
italian: Chiudi
portuguese: Sair
spanish: Salir

# #30500
source: [B]Edit channel order and visibility[/B]
italian: [B]Modifica ordine dei canali e visibilità[/B]
portuguese: [B]Editar ordem e visibilidade dos canais[/B]
spanish: [B]Modificar el orden de los canales y la visibilidad [/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
italian: Muovi su o giù per cambiare la posizione del[CR]canale. Seleziona o naviga a sinistra per confermare[CR]la posizione.
portuguese: Prima cima e baixo para mudar a posição[CR]do canal. Seleccione ou navegue para a esquerda[CR]para fixar a posição.
spanish: Mover arriba y abajo para cambiar la posición de[CR]el canal. Seleccione o navegue a la izquierda para aceptar[CR]la posición.

# #30502
source: Save
italian: Salva
portuguese: Guardar
spanish: Guardar

# #30503
source: Cancel
italian: Annulla
portuguese: Cancelar
spanish: Cancelar

# #30600
source: [B]Setup stream[/B]
italian: [B]Impostazioni stream[/B]
portuguese: [B]Definições de transmissão[/B]
spanish: [B]Configurar stream[/B]

# #30601
source: .strm file
italian: File .strm
portuguese: ficheiro .strm
spanish: archivo .strm

# #30602
source: Favourites
italian: Preferiti
portuguese: Favoritos
spanish: Favoritos

# #30603
source: Addons
italian: Addon
spanish: Complementos

# #30604
source: Preview stream
italian: Anteprima dello stream
portuguese: Prever transmissão
spanish: Transmisión previa

# #30605
source: Save
italian: Salva
portuguese: Guardar
spanish: Guardar

# #30606
source: Cancel
italian: Annulla
portuguese: Cancelar
spanish: Cancelar

# #30607
source: Stop preview
italian: Ferma l'anteprima
portuguese: Parar previsão
spanish: Detener la vista previa

# #30610
source: Browse...
italian: Esplora...
portuguese: Procurar...
spanish: Explorar...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
italian: Clicca Sfoglia.....sotto e naviga verso i tuoi flussi video. Quando hai scelto il file puoi vederne l'anteprima per testare se funziona in XBMC.
portuguese: Prima Navegar... em baixo e navegue para o seu ficheiro de transmissão. Quando tiver escolhido o ficheiro, pode prever a transmissão, para verificar se funciona no XBMC.
spanish: Haga clic en Examinar... abajo y desplácese hasta el archivo de transmisión. Cuando haya seleccionado el archivo puede previsualizar la transmisión para probar si funciona en XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
italian: Scegli un preferito. Solo i preferiti [I]PlayMedia[/I] sono supportati.
portuguese: Escolha um favorito em baixo.. Apenas favoritos [I]PlayMedia[/I] são suportados.
spanish: Elija uno de los favoritos a continuación. Sólo [I]PlayMedia[/I] favoritos son compatibles.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
italian: Più add-on forniscono questi canali. [CR] Scegline uno per guardare il flusso.
portuguese: Há vários addons que oferecem estes canais.[CR]Escolha um para ver a transmissão.
spanish: Múltiples complementos proveen estos canales. [CR]Elija uno para ver la transmisión.

# #30801
source: Play channels using the Weeb.Tv addon
italian: Riproduci canali usando l'addon Weeb.Tv
portuguese: Reproduzir canais utilizando o addon Weeb.TV
spanish: Ver canales usando el complemento Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
italian: LA guida TV è configurata per usare Weeb.TV
portuguese: O Guia TV está configurado para transmitir usando o addon
spanish: TV Guide está configurado para transmitir usando Weeb.Tv

# #30803
source: addon which is not installed.
italian: addon che non è installato
portuguese: Weeb.TV, que não está instalado.
spanish: complemento que no está instalado

# #30804
source: Streaming using that addon is now disabled.
italian: Rirpodurre usando quell'addon è ora disabilitato
portuguese: As transmissões com esse addon foram desactivadas.
spanish: La transmisión que usaba ese complemento está ahora desactivada.

# #30800
source: JSON-EPG URL
portuguese: URL JSON-EPG
spanish: URL de JSON-EPG
